/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Inicie o Impress no computador\n* Ligue ambos os dispositivos à mesma rede sem fios\n* Atualmente, o seu dispositivo iOS está ligado a \"%@\"";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* Não existe qualquer ligação sem fios.\n* Ligue o dispositivo iOS e o computador à mesma rede sem fios.\n* Atualize\n* Dica: pode criar um hotspot pessoal no seu computador ou iPhone.";

/* Popover option */
"About Impress Remote" = "Sobre o Impress remoto";

/* No comment provided by engineer. */
"Back" = "Recuar";

/* Popover option */
"Blank Screen" = "Ecrã vazio";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Click to refresh" = "Clique para atualizar";

/* Back button to the connect page on navbar */
"Connect" = "Ligar";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Ligue os seus dispositivos à mesma rede sem fios.";

/* instruction page title */
"Connection" = "Ligação";

/* Popover option */
"Connection Help" = "Ajuda de ligação";

/* Connection Lost Alert title */
"Connection Lost" = "Ligação perdida";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "A ligação foi terminada. Tente uma nova ligação ao computador.";

/* Control instruction title */
"Control" = "Controlo";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Se for preciso, crie um hotspot no seu iPhone.";

/* Server list section title */
"Custom Connections" = "Ligações personalizadas";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Se o seu computador não aparecer na secção acima, adicione-o através do endereço IP.";

/* Server list section title */
"Detected Connections" = "Ligações detetadas";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Introduza o código PIN em Apresentação -> Impress remoto";

/* Connection failure title */
"Failed to reach server" = "Servido não atingido";

/* Connection failure message */
"Failed to reach server Msg" = "Verifique o seu endereço IP e certifique-se que o Libreoffice Impress está a ser executado com a funcionalidade \"Impress remoto\" ativa.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Falha ao atingir o computador";

/* No comment provided by engineer. */
"Help" = "Ajuda";

/* In app How-to title */
"How-to" = "Manuais";

/* App name displayed on navbar */
"Impress Remote" = "Impress remoto";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Endereço IP inválido";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "O endereço IP introduzido não é válido";

/* EditableTableViewCell placeholder */
"IP Address" = "Endereço IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Inicie o Impress e selecione o computador.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Nome (opcional)";

/* No comment provided by engineer. */
"New Server" = "Novo servidor";

/* No comment provided by engineer. */
"No, thanks" = "Não obrigado(a)";

/* OK Button on Alert view */
"OK" = "Aceitar";

/* backButton for Tutorial */
"Ok, thanks" = "Obrigado(a)";

/* Pairing instruction title */
"Pairing" = "Emparelhamento";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruções de emparelhamento";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Inicie o LibreOffice Impress no computador\n\n2. Aceda a Preferências - LibreOffice Impress - Geral - Ativar controlo remoto\n\n3. Certifique-se que o computador e o dispositivo estão ligados à mesma rede sem fios\n\n4. Se o computador não for detetado, introduza manualmente o seu IP\n\n5. Estabeleça a ligação e divirta-se!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pausa";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Considere a hipótese de reiniciar o LibreOffice no computador.";

/* Popover option */
"Restart" = "Reiniciar";

/* No comment provided by engineer. */
"Resume from blank screen" = "Retomar do ecrã vazio";

/* Popover option */
"Resume from blank Screen" = "Retomar do ecrã vazio";

/* No comment provided by engineer. */
"Searching" = "Procura";

/* Sidebar section header */
"Slides" = "Diapositivos";

/* Update button text in diffrent states */
"Start" = "Iniciar";

/* Popover option */
"Stop Presentation" = "Parar";

/* Sidebar section header */
"Stop Watch" = "Cronómetro";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Ver o guia do Impress remoto para iOS?";

/* Sidebar section header */
"Timer" = "Temporizador";

/* No comment provided by engineer. */
"Yes" = "Sim";

